{"chapters": [{"summary": "Vibe Check is a podcast with Saeed Jones and Zach Stafford. They give their hot takes on news, culture and everything in between. They are going on a three city tour this summer. Tickets for all three shows are on sale right now.", "gist": "Vibe Check Tour", "headline": "Roman Mars and Saeed Jones are going on a three city tour this summer", "start": 600, "end": 50604}, {"summary": "There just werent a lot of middle sized rental buildings in Toronto. Cities like Los Angeles, Seattle, Boston, and Vancouver have a pronounced lack of mid sized buildings. There's some conflation between the missing middle and the lack of middle income housing options. The two are absolutely related.", "gist": "Toronto's missing middle in housing", "headline": "Toronto has a pronounced lack of mid sized apartment buildings", "start": 51744, "end": 671216}, {"summary": "A low rise apartment built in Toronto before the city banned these types of buildings. The ban of 1912 stopped developers from building all kinds of apartments. The lack of middle housing in Toronto has led to a divided city.", "gist": "This Toronto apartment building was built without a permit", "headline": "Low rise apartment built in Toronto before city banned these types of buildings", "start": 671360, "end": 1023164}, {"summary": "Toronto is building lots of giant condo towers. In theory, these condos should provide more housing and bring prices down. But they only really serve a very narrow range of people. The legacy of banning most buildings that would have made up the missing middle is partially to blame.", "gist": "Toronto's lack of affordable housing", "headline": "Toronto is still way behind in terms of housing availability", "start": 1023624, "end": 1353434}, {"summary": "Toronto has a missing middle problem. Cities like Portland, Oregon have tried to fix it. Camille Trummer worked with the mayor of Portland to pass zoning reform. While zoning reform isnt a silver bullet for a housing crisis, it is a big first step.", "gist": "How Portland Fixed Its Missing Middle", "headline": "Other cities with a missing middle have tried to take concrete steps to fix problem", "start": 1353734, "end": 1834098}, {"summary": "A 17 unit apartment building in the Forest Hill neighborhood that the city insists is actually just two semi detached houses. It's an apartment building, but legally, nobody can actually live in the apartments. This is part of why a lot of the city is actually getting less dense.", "gist": "Toronto's insane plan to turn an apartment building into a house", "headline": "There's a 17 unit apartment building in Toronto that the city insists is houses", "start": 1834226, "end": 2203534}, {"summary": "99% Invisible is part of the Stitcher and Sirius XM podcast family. You can find the show and join discussions about the show on Facebook. Special thanks this week to Charlotte, Mickey and Jennifer Franks for their warm welcome.", "gist": "99% Invisible: The Invisible World", "headline": "99% Invisible is a podcast produced by 99 PI.org", "start": 2208234, "end": 2295984}], "episode_thumbnail": "https://cdn-images-3.listennotes.com/podcasts/99-invisible-roman-mars-vQyoZCSNjaI-JqxekyhmQi1.300x300.jpg", "podcast_title": "99% Invisible", "episode_title": "491- The Missing Middle"}